{
    "label": "SWADE Reglamento",
    "entries": [
        {
            "id": "Action Cards (Initiative)", 
            "name": "Cartas de acción (Iniciativa)",
            "content": "<div class=\"swade-core\">\n<h2>Cartas de Acción (iniciativa)</h2>\n<p>La acción en <cite>Savage Worlds</cite> es frenética. Para simular el azar y facilitar al DJ su gestión sobre quién actúa y en qué orden, empleamos una bajara de cartas francesa (con dos jokers) para determinar la iniciativa de todo el mundo. Es lo que denominamos “cartas de acción” en este reglamento.</p>\n<p>El DJ puede repartir las cartas cara arriba o cara abajo, según le parezca mejor. ¡Incluso podría dar las cartas de los jugadores boca arriba y las de los villanos boca abajo para darle tensión e incertidumbre a la escena!</p>\n<p>Reparte cartas a los personajes según estas directrices:</p>\n<ul>\n<li> Cada @Compendium[swade-core-rules.swade-rules.Wild Cards and Extras]{Wild Card} recibe una única carta de acción (ciertas @Compendium[swade-core-rules.swade-rules.Edges]{Edges} y @Compendium[swade-core-rules.swade-rules.Hindrances]{Hindrances} pueden alterarlo).</li>\n<li> Los aliados que estén bajo el control de un jugador actúan en la misma carta de acción que su personaje principal.</li>\n<li> Cada grupo distinto de @Compendium[swade-core-rules.swade-rules.Wild Cards and Extras]{Extras} bajo el control del DJ, como todos los zombis, todos los lobos, etc. comparte una carta de acción y actúa a la vez. La idea es facilitar todo lo posible al DJ el control de la partida. El DJ también puede agrupar un Comodín con varios de sus secuaces Extras si así lo desea. El objetivo es encontrar la mejor forma de facilitarle y acelerar la tarea de dirigir ese combate específico.</li>\n</ul>\n<p><strong>Barajar: </strong>Barajar: Se deben recoger los descartes y barajarlos de nuevo dentro del mazo al final de una ronda en donde se reparta un joker.</p>\n\n\n\n<p><strong>Grupos numerosos: </strong>Grupos numerosos: Cuando trate con grupos numerosos de jugadores o haya problemas de tiempo, el DJ podría optar por repartir una única carta de acción por bando (héroes y villanos). Durante el turno de los héroes, simplemente comienza por un extremo de la mesa y sigue en sentido horario. Esto acelerará mucho la resolución, pero al importante coste de alterar la mecánica de iniciativa. Cuando uno de los personajes tenga ventajas como @Compendium[swade-core-rules.swade-edges.Level Headed]{Level Headed} o @Compendium[swade-core-rules.swade-edges.Quick]{Quick},  déjale que las aplique sobre la carta recibida (pero solo una vez).</p>\n\n\n<h3>La cuenta atrás</h3>\n<p>Una vez repartidas las cartas, el DJ comienza la ronda de combate contando hacia atrás desde el as hasta el dos y cada grupo de personajes resuelve sus acciones cuando nombre la suya.</p>\n\n\n<p><strong>Empates: </strong>El palo de la baraja sirve para resolver cualquier empate de número. Primero van las picas (&spades;), luego los corazones (<span class=\"red-text\">&hearts;</span>), diamantes (<span class=\"red-text\">&diams;</span>) y finalmente los tréboles (&clubs;).</p>\n\n<ul class=\"red-bullet-list\">\n<li><strong>JOKERS: </strong>Cuando un personaje (o grupo) recibe una carta de joker, puede actuar en cualquier momento de la ronda de combate que desee, incluso interrumpiendo las acciones de otro personaje. ¡Además, añade +2 a todas las tiradas de @Compendium[swade-core-rules.swade-rules.Traits]{Trait} y @Compendium[swade-core-rules.swade-rules.Damage]{damage} que realice durante el turno!</li>\n</ul>\n</div>"
        },
        "Actions": {
            "name": "Acciones"
        }
    ],
    "mapping": {
        "content": "content"
    }
}
